{
  "education": [
    {
      "degree": {
        "zh": "博士",
        "en": "Ph.D."
      },
      "school": {
        "zh": "东南大学 自动化学院",
        "en": "Southeast University, School of Automation"
      },
      "major": {
        "zh": "模式识别与智能系统",
        "en": "Pattern Recognition and Intelligent Systems"
      },
      "period": "2019.03 - 2023.05",
      "highlight": true
    },
    {
      "degree": {
        "zh": "硕士",
        "en": "Master"
      },
      "school": {
        "zh": "东南大学 自动化学院",
        "en": "Southeast University, School of Automation"
      },
      "major": {
        "zh": "模式识别与智能系统",
        "en": "Pattern Recognition and Intelligent Systems"
      },
      "period": "2017.09 - 2019.01",
      "highlight": false
    },
    {
      "degree": {
        "zh": "学士",
        "en": "Bachelor"
      },
      "school": {
        "zh": "吉林大学 通信工程学院",
        "en": "Jilin University, College of Communication Engineering"
      },
      "major": {
        "zh": "自动化",
        "en": "Automation"
      },
      "period": "2013.09 - 2017.07",
      "highlight": true
    }
  ],
  
  "experience": [
    {
      "company": {
        "zh": "百度 VIS",
        "en": "Baidu VIS"
      },
      "position": {
        "zh": "研发工程师",
        "en": "R&D Engineer"
      },
      "period": {
        "zh": "2023.7 - 至今",
        "en": "2023.7 - Present"
      },
      "description": {
        "zh": "负责多模态大模型、自动驾驶视觉感知与规划的算法研究与创新应用，旨在推动技术边界，解决复杂挑战。工作涵盖从前沿算法设计到产品落地的全流程，注重将理论突破转化为实际业务价值，并在多个核心领域取得显著进展。",
        "en": "Responsible for in-depth research and innovative applications in multimodal large models, computer vision perception, and decision-making algorithms, aiming to push the boundaries of technology and solve complex challenges. My work encompasses the entire process from cutting-edge algorithm design to product deployment, focusing on translating theoretical breakthroughs into practical business value and achieving significant progress in multiple core areas."
      },
      "type": "fulltime"
    },
    {
      "company": {
        "zh": "腾讯 PCG",
        "en": "Tencent PCG"
      },
      "position": {
        "zh": "实习生",
        "en": "Intern"
      },
      "period": {
        "zh": "2021.12 - 2022.8",
        "en": "2021.12 - 2022.8"
      },
      "description": {
        "zh": "负责三维人体重建与动作生成项目，基于参数化SMPL模型提出独立token表征方法，实现了高精度的三维人体重建和关节运动捕捉，3DPW指标提升8%，论文发表在ICLR-2023 (spotlight, top25%)。",
        "en": "Responsible for 3D human reconstruction and motion generation project. Proposed an independent token representation method based on the parameterized SMPL model, achieving high-precision 3D human reconstruction and joint motion capture, improving 3DPW metrics by 8%. The paper was published in ICLR-2023 (spotlight, top25%)."
      },
      "type": "internship"
    },
    {
      "company": {
        "zh": "旷视科技",
        "en": "Megvii Technology"
      },
      "position": {
        "zh": "实习生",
        "en": "Intern"
      },
      "period": {
        "zh": "2021.1 - 2021.10",
        "en": "2021.1 - 2021.10"
      },
      "description": {
        "zh": "参与人体姿态估计项目，设计基于token表示的Transformer模型（ICCV-2021）。研究Transformer中注意力模式（Pattern Recognition）。首创坐标分类新范式SimCC，突破传统回归和heatmap方法精度瓶颈（ECCV 2022 Oral，被主流姿态估计框架采用）。",
        "en": "Participated in human pose estimation projects. Designed a Transformer-based pose estimation model using token representation (ICCV-2021). Researched attention patterns in Transformer (Pattern Recognition). Pioneered a new coordinate classification paradigm, SimCC, breaking through the precision bottleneck of traditional regression and heatmap methods (ECCV 2022 Oral, adopted as a core solution by mainstream pose estimation frameworks)."
      },
      "type": "internship"
    }
  ],
  
  "skills": {
    "zh": [
      "扎实的计算机视觉理论和实践经验，有多个子领域的研究和开发经历；博士期间专注于深度学习、Transformer模型、人体姿态估计；在工作若干项目中积累了自动驾驶感知与建图、规划的落地量产经验；有多模态大模型的模型设计、优化、数据处理、标注以及自动化流的实践经验。",
      "擅长深度学习模型的设计与优化，融合跨领域创新思维，将理论优势转化为工程实战，有较强的代码实现能力。",
      "拥有大型企业项目开发经验，有跨部门合作经历，注重高效沟通与协作。",
      "熟练掌握PyTorch等主流开发框架，熟悉Python、C++等编程语言，熟练掌握Linux开发等技能。",
      "拥有较强的自驱学习能力（Transfer & Meta Learning），对前沿技术热爱并不懈追求，善于学习与利用工具，注重效率。"
    ],
    "en": [
      "Solid theoretical and practical experience in computer vision, with research and development experience in multiple sub-fields; focused on deep learning, Transformer models, and human pose estimation during Ph.D. studies; accumulated strong research and engineering practice experience in deep learning and large models in various work and internship projects.",
      "Proficient in deep learning model design and optimization, integrating cross-domain innovative thinking to transform theoretical advantages into practical engineering applications, with strong code implementation capabilities.",
      "Experienced in large enterprise project development and cross-departmental collaboration, emphasizing efficient communication and teamwork.",
      "Proficient in mainstream development frameworks such as PyTorch, familiar with programming languages such as Python and C++, and skilled in Linux development.",
      "Strong self-driven learning ability (Transfer & Meta Learning), passionate about cutting-edge technologies, constantly seeking new knowledge, proficient in learning and utilizing tools, and valuing efficiency."
    ]
  }
}
